{
	"_id": "2z97fui5HYRzncM9",
	"name": "Charnel Ruins",
	"content": "This once-proud edifice has fallen\ninto ruin like the rest of the keep. All that remains of the building are\nfire-scarred high stone walls and toad-faced gargoyles leering from\nabove. The singed, bronze doors—cast with hundreds of wailing demonic\nfaces—are barred from the outside. The portal is marked with\na single word drawn in flaking red paint: REPENT.\nWhen the keep fell to the forces of good, acolytes of the chaos\ngod sought refuge within their chapel. Fearing to tread on unholy\nground, the invaders barred the doors from without and\nset fire to the temple, burning the wicked acolytes alive.\nIt is a simple matter to open the portals. Heroes removing the\ngreat wooden beam can easily draw open the bronze portals\nby the enormous rings held within the maws of two fiendish\ndemons.\nInside, the PCs discover a horrific scene:\nSix charred skeletons lie about the chapel, some crushed by burnt\nfallen beams. At the head of the chapel is a fountain depicting a squat,\ndemonic toad. A foul, black ichor seeps from the toad’s broad lips,\npooling in the basin seated at the foot of the fountain.\nEven though the slaughter took place decades ago, the stench\nof charred flesh lingers in the air along with the sour scent of\nfreshly burnt incense.\nBrave PCs that dare to test the skeletons find that the charred\nbones are hot to the touch, as if the fire burned only yesterday.\nCinders glow red and orange beneath each fallen bone.\nA cursory inspection of the frog fountain reveals red gemstone\neyes and jeweled fangs within the loathsome maw. All together,\nthe 12 semi-precious stones are worth 150 gp.\nThe following items lie scattered about the temple and skeletons:\n• A golden censer, hanging at the end of a long bronze\nchain, blackened from the heat. The censer is worth 65 gp\nand can be used to placate certain agents of Chaos (see\nbelow).\n• A blackened iron coffer, half-buried in the rubble. The coffer\nis locked and must be picked (DC 15 pick locks) or\nsmashed open (DC 12 Str). Inside are three cones of incense\nwrapped in sanctified, unholy cloth stitched with\ngolden signs of Chaos.\n• Three scorched chainmail hauberks.\n• Three blackened maces and one flail.\nRetrieving any of the gear or the gems requires entering the\nchapel. Those stepping inside the temple immediately hear the\ncrackling of cinders and feel the heat of the blackened earth\nbeneath their feet. Though unsettling, this poses no threat to\nthe heroes. Similarly, the charred skeletons offer no danger.\nThe same cannot be said, however, of the black ichor dribbling\nfrom the fountain’s maw and collecting in the fetid basin. Heroes\ncoming within 10 feet of the basin can feel the heat coming\noff of the toad-fountain. As the PCs come within 5 feet, the\nooze animates and rolls up and out of the basin, attacking the\nnearest PC.\nOn the round following a successful pseudopod attack, the tar\nooze ignites, inflicting 1d4 points of fire damage and setting\nfire to the unlucky PC. Putting out the fire requires 1 action\nand quickness on the part of the hero. (“Stop, drop and roll!”\nis sufficient, but PCs whose players are unable to succinctly\ndescribe how they put out the flaming tar burn for another\nround.)\nThe tar ooze can also be placated by swinging the charred\ncenser, filling the fallen chapel with incense smoke. So long as\nthe area is suffused with smoke, the tar ooze sits motionless,\nunmoving and still. There is sufficient incense in the censer to\nkeep the ooze still for 5 rounds. The 3 cones sealed in the coffer\ncan also burn for up to 5 rounds each.\nThe censer can also be used to placate the chaos leviathan lurking\nbeneath the waves in area 1-4.",
	"folder": "rTWTUx1GEeNRMiWQ",
	"sort": 0,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}