{
	"_id": "pMMBL6sVbtoT1rMB",
	"name": "Beastmen",
	"content": "<p>## Once men, now...beastmen!</p>\n<div style=\"width:45%;float:right;padding:5%\">![A hideous beastman!](modules/ecr/images/basilisk-asterisk/sailors-on-the-starless-sea/tokens/beastmen/common-humanoid-swollen.webp)</div>\n<p>The beastmen lurking within the keep are all villagers corrupted by the lure of the chaos gods. The transformation is both slow and torturous, inevitably driving the subject mad with pain. And while the end result is always horrific, each beastman is mutated in its own unique fashion.corrupted by the lure of the chaos gods. The transformation is both slow and torturous, inevitably driving the subject mad with pain. And while the end result is always horrific, each beastman is mutated in its own unique fashion. While beastmen have the capacity to take orders, only the champions and shamans retain the reasoning that once distinguished them from the animal kingdom. In the place of true intelligence, they develop animal cunning, stalking their prey like a pack of wolves or a pride of lions. In general—insofar as such a term can be used—most beastmen resemble their namesake: a hunched, feral cross between a man and a beast. Generate a random beastman's appearance : @JournalEntry[Beastman Appearances] ::: creature ### Beastman The transformed beastman fights much like the man it once was. Teeth, claws, or simple or improvised weapons are used as best fit the individual's form, doing damage as a spear. @JournalEntry[Beastman] Beastman: Init +1; Atk spear +0 melee (1d6); AC 12; HD 1d8; hp 3; MV 30’; Act 1d20; SV Fort +1, Ref +1, Will -1; AL C. ::: ::: creature ### Flying Beastman Many beastmen possess some aborted form of wings, but some can actually fly short distances. @JournalEntry[Flying Beastman] Flying Beastman: Init +1; Atk claw +0 melee (1d4); AC 13; HD 1d6; hp 2; MV 30', Fly 30’; Act 1d20; SP grab (carry smaller creature);SV Fort +1, Ref +1, Will -1; AL C. Grab : A small adornment or handheld item may be stolen with a successful grab attack. Much smaller creatures may be carried off at half flying speed if successfully grabbed. A grabbed creature may attack or otherwise attempt escape; they are not grappled. ::: ::: creature ### Beastman Champion Chaos favors some with greater strength. @JournalEntry[Beastman Champion] Beastman Champion: Init +1; Atk axe +2 melee (1d6+2); AC 12; HD 2d8; hp 8; MV 30’; Act 1d20; SV Fort +2, Ref +1, Will -1; AL C. ::: ::: creature ### Beastman Shaman The shamen of the beastmen are much more intelligent than the others. They prioritize sacraments of chaos above the revels of the chaotic. @JournalEntry[Beastman Shaman] Beastman Shaman: Init +1; Atk effigy +0 melee (1d4+2); AC 10; HD 2d8; hp 6; MV 30’; Act 1d20; SV Fort +1, Ref +0, Will +3; AL C. ::: ::: creature ### Beastman Acolyte @JournalEntry[Beastman Acolyte] Beastman Acolyte: Init +1; Atk claw +0 melee (1d4); AC 12; HD 2d8; hp 5 each; MV 30’; Act 1d20; SV Fort +1, Ref +1, Will -1; AL C. :::</p>",
	"folder": "Ztc5KPd7NWGZhWrI",
	"sort": 0,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}