{
	"_id": "0x0C348absYhIYOf",
	"name": "Tower of the Beast",
	"content": "<div class=\"ecr ecr-journal\n\">\n<p>Flanked by crumbling stone walls,\nthe moss-covered tower stands proud despite the ravages of time. A\ntall, rust-bound portal bars the tower’s sole entrance, watched over\nby a leering demonic gargoyle. Rings of deep arrow slits pierce the\nthick walls, and overarching battlements loom high above.\nHeroes trying the tower door discover it barred from within.\nBreaking down the door requires a DC 20 Strength check. Alternately,\na PC armed with an axe or hammer can destroy the\ndoor with 5 minutes of hard labor.\nThe first PCs into the tower discover a hellish scene:\nThe hot stench of rot rolls from the tower, raising bile in the back of\nyour throat. The floor of the wide tower is covered in rotting hides of\ncattle, sheep and men. A narrow staircase spirals around the tower\nwall. Dark forms hang from chains spiked through the wall—surely\nthese are your fellow countrymen!\nA pack of snarling beast-men slowly emerges from the shadows,\nbloody spears clutched in their gnarled hands!\nThe beastmen lurk within the tower, trying to lure the PCs inside\none at a time. An enormous beastman champion—a seven-\nfoot monstrosity with the head of a feral bull— crouches\natop the spiral staircase directly above the door, attacking the\nPCs with surprise from above.\nThe beastmen fight so long as the champion lives, then do\ntheir best to flee the tower into the courtyard. They refuse to\nsurrender but take captives if they are able. Captured PCs are\nbound in chains and hung upside-down from the arrow slits\nlike their fellow villagers, before being subjected to the soulwarping\nenergies of the Well of Souls, transforming the erstwhile\nheroes into feral beastmen.\nThe beastman champion wears a large silver torc hung with\nbleached skulls. Each skull is branded with a chaos rune. By\nvirtue of the craftsmanship and precious metal, the torc is\nworth 100 gp, but when donned by a chaotic or evil wizard, the\ntorc grants a +1 bonus to all spell checks. Destroying the torc\ngrants lawful aligned PCs a bonus of +1 XP, while earning them\nthe notice (and perhaps enmity) of the gods of Chaos.</p>\n<p>The tower floor and the steps spiraling up the wall are covered\nin gore-covered furs. Searching the chamber scatters waves of\nfleas and lice. Worse, there is a 1 in 6 chance that the searcher\nencounters a rot grub hidden amid the rotting hides. On a successful\nattack, the grub burrows into the PC’s flesh, working\nits way toward the heart in 1d4+2 rounds. Digging out the\ngrub requires a DC 15 Agility check, causing 1 hp of damage\nper attempt. Barbers, surgeons, and other PCs with a medical\nbackground receive a +2 bonus to the check. If the grub isn’t\nremoved in time, it burrows into the victim’s heart, resulting\nin instantaneous death.</p>\n<p>Persistent searchers discover a small alcove set in the floor,\nhidden by piles of rotting hides. The alcove contains loose\ncoins (53 sp, 23 gp, and 2 pp) and an elven short sword set\nwith emeralds (worth 150 gp) wrapped in a simple green\ncloak. Sewn into the hem of the cloak is a treasure map inked\non vellum and leading to the location of the judge’s choosing.\nThree torches, still flammable despite their age, are set in\nsconces on the wall.\nFinally, if an unlucky player has lost all his PCs in the course\nof the adventure, the judge can opt to allow the PCs to rescue\nvillagers from their chains on the walls. Nursed back to\nconsciousness, the unfortunate souls offer to join the party, becoming\nPCs under the players’ control. Regrettably (though\nperhaps mercifully), freed villagers can recall nothing of their\nordeal after their capture. The player should roll up the 0-level\nPCs per the standard rules. At the judge’s discretion, up to six\nPCs can be added to the party from the captives hanging in\nthe tower.\nIf none of the players need replacement PCs, the freed captives\nare too weak and terrified to do anything other than flee back\nto their village. Regardless of how many captives are freed,\nthey are but a third of the total villagers kidnapped from the\ncharacters’ home.</p>\n\n</div>",
	"folder": "rTWTUx1GEeNRMiWQ",
	"sort": 0,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}