{
	"_id": "2wisvDoQ1IgyKLGT",
	"name": "Sailors On The Starless Sea: Overview",
	"content": "<div class=\"ecr ecr-journal\n\">\n<h1>Sailors on the Starless Sea</h1>\n<h2>Introduction</h2>\n<p><em><strong>This adventure is designed for 10 to 15 0-level characters, or a much smaller\nparty of 1st and 2nd level characters aided by hirelings. In playtest groups of\n15 0-level PCs, 7 or 8 typically survive.</strong></em></p>\n<p><em>Bent on stopping the rash of abductions plaguing their village, the characters\ndiscover a horde of vile beastmen inhabiting the ancient keep on the hill.\nSeeking the source of these abominations, the PCs uncover an ancient chaos cult\nand its source: an antediluvian ziggurat set in the center of a vast,\nunderground sea. There, at the font of chaos, the PCs witness a wicked rite\nculminating in the sacrifice of their fellow villagers. If the PCs can interrupt\nthe rite before its conclusion and stave off the rebirth of the legendary chaos\nlord, they stand a chance of escaping the underworld alive. But if their courage\nor luck should fail them, the PCs will suffer a fate more fearsome than death,\ntheir spirits fueling the infernal might of the reborn chaos lord.</em></p>\n<h2>Background</h2>\n<div class=\"dm-only\">\n<p>Ages past, innumerable chaos cults flourished on the edge of civilization. For\neach holy spire rising to extol the virtues of goodness and law, there was an\ninfernal reflection, offering mankind material power and wealth in exchange for\ncruel acts and bloody sacrifice. Humanity was a young and foolish race, and many\na prince and peon sold his soul in exchange for power over his foeman. But as\ncivilization endured, uniting tribes into clans and clans into kingdoms, slowly\nthe light of law beat back the chaos.</p>\n<p>Not to be outdone, the powers of chaos and evil sought out champions of profound\nwickedness and cruelty, mortals possessed of the strength of will to lead the\nhordes of chaos against the armies of the enemy.</p>\n<p>These champions were the chaos lords.</p>\n<p>The brothers <strong>Molan</strong> and <strong>Felan</strong> were two such champions. Vicious and cunning beyond\nmeasure, and without a scrap of mercy in their war-hardened hearts, they led\nhordes of bestial humanoids to victory against the armies of good. With the\nspoils of their bloody campaigns, they raised a mighty keep and rained terror\nand violence down upon all in their demesne.</p>\n<p>In the end, the brothers’ success was their undoing. Disparate forces of men,\ndwarves, and elves rallied together in a crusade against the wicked chaos lords.\nFor thirty-nine days, the allies laid siege to the foul keep. And on the\nfortieth day, the captain of the elves dealt Felan a mortal blow. <strong>Realizing that\nhis own end was drawing near, Molan retreated into the ancient caves beneath the\nkeep. First the chaos lord entombed his brother in a hidden crypt, defended by\nno less than four curses. Then, as the armies of good laid waste to the keep,\nMolan gave up his mortal shell, commending his damned soul into the writhing\nlimbs of the gods of Chaos.</strong></p>\n<p><strong>Molan made only one request. When ages had passed, and the armies of good fell\ninto disarray once more, he asked to return and lay waste to his ancient foes.</strong></p>\n<p><em><strong>That time has come.</strong></em></p>\n</div>\n<p>To start: @JournalEntry[1lLWFIexmc9Wn6NT]</p>\n\n</div>",
	"folder": "Ztc5KPd7NWGZhWrI",
	"sort": 200000,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}