{
	"_id": "4LLIyQ5rcgnlG6Po",
	"name": "The Ruined Wall",
	"content": "<div class=\"ecr ecr-journal\n\">\n<div class=\"encounter\">\n<div class=\"summary\">\n<p>The rubble is simple to climb, but a wrong move could bring it tumbling down on the party!</p>\n<ul>\n<li>The rubble is dangerous! {.trap</li>\n<li class=\"note\">Miners and dwarves <strong>automatically</strong> get a <strong>DC 8 INT check</strong> to notice the danger.</li>\n<li class=\"secret\">Should an avalance be triggered, a passageway down to the @JournalEntry[Tomb of the Fallen]!</li>\n<li class=\"note\">The rubble is within the magic-boosting/corrupting radius of the @JournalEntry[Well of Souls].</li>\n<li class=\"note\">Everything is harder if it's dark!</li>\n</ul>\n</div>\n<div class=\"main\">\n<div class=\"readaloud\">\n<p>The keep’s <strong>massive wall has collapsed here</strong>, spilling cyclopean stone blocks down the rocky slope. The blocks are <strong>precariously balanced</strong> atop one another, like a titan’s game of dice.</p>\n</div>\n<p>Several of the blocks are poised to shift if disturbed. Those\nascending the slope without noting the danger inevitably trigger a slide. One\nfalse step and massive granite blocks tumble down the slope, crushing all in\ntheir path...</p>\n<div class=\"readaloud\">\n<p>Clouds of choking dust fill the air along with the screams of the\ndying and the deafening crash of stone against stone.</p>\n</div>\n<div class=\"statblock trap\">\n<p>Unstable Rubble: Atk avalanche +5 melee\n([[/r 1d10]]); SP Detectable, Triggerable, AOE, Destruction, LOUD, Reveal.</p>\n<dl>\n<dt>Detectable</dt>\n<dd><strong>The trap is safe if detected and triggered if not detected.</strong></dd>\n<dd>Miners and dwarves <strong>AUTOMATICALLY CHECK DC 8 INT</strong> to recognize the unstable stones.</dd>\n<dd><strong>DC 10 INT</strong> for all others.</dd>\n<dt>Triggerable</dt>\n<dd>Miners and dwarves can trigger the avalanche safely with a <strong>DC 10 STR</strong> check from the top of the pile.</dd>\n<dd><strong>DC 20 STR</strong> for all others.</dd>\n<dd>Attempts to trigger the avalanche <em>unsafely</em> automatically succeed.</dd>\n<dt>AOE</dt>\n<dd>Every character on or below the rubble is subject to the avalanche attack when triggered. (+</dd>\n<dt>Destruction</dt>\n<dd>All items carried by creatures killed by the avalanche are destroyed.</dd>\n<dt>LOUD</dt>\n<dd>Surprise is out of the question and immediately roll for a Random Encounter.</dd>\n<dt>Reveal</dt>\n<dd>Any search of the rubble after the avalanche has been triggered locates a narrow, rocky shaft descending 14 feet to the @JournalEntry[Tomb of the Fallen].</dd>\n</dl>\n</div>\n<p>If the trap is triggered, there's no way the party is surprising anyone. Some beastmen may investigate.</p>\n<p>The trap can be triggered by the @Actor[Trap Triggerer!]</p>\n</div>\n</div>\n\n</div>",
	"folder": "rTWTUx1GEeNRMiWQ",
	"sort": 300000,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}