{
	"_id": "AaoRbYv5h91q4qqz",
	"name": "Sinkhole",
	"content": "<div class=\"ecr ecr-journal\n\">\n<div class=\"encounter\">\n<div class=\"summary\">\n<p>Even approaching this smoking pit is dangerous!</p>\n<ul>\n<li>Characters that approach within 15' of the edge are warned via a token trigger.</li>\n<li>Further approaching causes the edge to collapse via a token trigger!</li>\n<li>Climbing down the pit is...possible?</li>\n</ul>\n</div>\n<div class=\"readaloud\">\n<p>A yawning sinkhole has devoured nearly a\nthird of the courtyard, causing a tower and wall to collapse and\nplunge down into the depths. Mist billows up from the sinkhole, obscuring\nsight. Tortured faces and writhing forms appear briefly in\nthe mists above your heads, only to dissolve back into nothingness as\nquickly as they appeared.</p>\n</div>\n<p>The raw power emanating from the temple of Chaos (see area\n1-5) has undermined the ground, causing the earth to collapse.\nApproaching the edge is risky—any additional weight can\ncause the earth to give way.</p>\n<p>Heroes coming within 15 feet of the lip of the sinkhole have\nthe eerie premonition that the earth is hollow beneath them, as\nif they were walking on a frozen lake. If the PCs come within\n5 feet, the earth gives way. A PC must succeed on a DC 13\nReflex save to seize hold of the crumbling lip or plummet to\nhis doom.</p>\n<p>A PC can pull himself up over the lip with a desperate DC\n15 Strength check. Other heroes can leap to his aid, but their\nweight causes the edge of the sinkhole to fall away, sending\nallies plummeting to their deaths and starting the cycle anew.\nHeroes can counteract the weak crust by splaying out, spread\neagle. However, at the judge’s discretion, large PCs or those\nencumbered by heavy armor may cause the earth to give way\nregardless.</p>\n<p>Characters peering down into the writhing mists can see only\n30 feet before their vision is entirely obscured by the billowing\nclouds of mist rising from below. While the goal of their quest\nlies exposed, over 500 feet below, descending the sinkhole is\nalmost physically impossible. Heroes can rappel down the\nside of the sinkhole, but after 45 feet it opens into the ceiling\nof the yawning cave. Without several hundred feet of rope, the\nPCs will be forced to find another route to the caverns below.</p>\n</div>\n\n</div>",
	"folder": "rTWTUx1GEeNRMiWQ",
	"sort": 0,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}