{
	"_id": "AWVLpOzrHPQkTI0Q",
	"name": "Forgotten Cache",
	"content": "<div class=\"ecr ecr-journal\n\">\n<p>Pulling away the dead brambles\nand matted weeds, you find a long flagstone, half-buried in the muddy\nground. Digging away the rotting soil, you discover a sigil carved\ninto the face of the flagstone.\nThe cache can only be found by PCs explicitly searching the\ncourtyard. The flagstone is actually a capstone concealing a\nsmall subterranean cist. The small chamber was intended to\nconceal treasures in case the keep was abandoned to invaders.\nWizards, their apprentices and scribes can attempt a DC 12\nIntelligence check to translate the rune. Properly identified, it\nreads: ‘Til Death Shall Pass. If the check fails, the judge is welcome\nto make up a misleading translation.\nHoisting the capstone requires prodigious might (Strength\ncheck, DC 30). Alternately, clever PCs might opt to use the\nblock and tackle from the well to lift the stone. Lifting the capstone\nreveals a small, coffin-like nook, walled and floored with\nstone.\nA hide-wrapped bundle, roughly 5 feet in length, sits atop a\npair of wooden rests. Inside the bundle is:\n• A stone idol depicting the chaos god Nimlurun.\n• A longsword forged of milky steel sheathed in a jewelencrusted\nscabbard (worth 75 gp).\n• A fur-tufted longbow and a leather quiver containing 25\narrows. Age has ruined the bow: on a roll of a natural 1\nor 2, the bow snaps, inflicting 1d2 points of damage to\nthe wielder. This weakness is immediately obvious to any\nhunter or forester.\n• A leather pouch containing a granular green powder and\na roll of five cloth bandages. When wine or water is added\nto the green powder, it forms a poultice that heals 1d4+1\nhp of damage. Any healer, herbalist, shaman, or cleric can\nreadily identify the powder, or PCs can discover its purpose\nthrough experimentation. There is sufficient powder\nfor 10 applications.\nThe hide is the fur of a rare spotted mountain leopard and can\nfetch up to 50 gp if sold to the right buyer.\nArea E – The Charnel Ruins: This once-proud</p>\n\n</div>",
	"folder": "rTWTUx1GEeNRMiWQ",
	"sort": 0,
	"permission": {
		"default": 0,
		"oVvfrcHQErm1ON0p": 3
	},
	"flags": {}
}